Repository: Infomaniak/ios-infomaniak-meet
Catalog: MeetInfomaniak/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, it

# codeDoesntExistError
source: The code you’ve entered is no longer valid or the meeting no longer exists. Please contact the person who invited you to join the meeting.
de: Der von Ihnen eingegebene Code ist entweder nicht mehr gültig, oder das Meeting ist bereits beendet. Bitte wenden Sie sich an die Person, die Sie zu dem Meeting eingeladen hat.
es: El código que has introducido ya no es válido o no existe la reunión. Ponte en contacto con la persona que te ha invitado a unirte a la reunión.
fr: Le code que vous avez renseigné n’est plus valable ou la réunion n’existe plus. Veuillez contacter la personne qui vous a invité à rejoindre la réunion.
it: Il codice inserito non è più valido o la riunione non è più esistente. Contatta la persona che ti ha invitato a partecipare alla riunione.

# copyLinkExplanation
source: Copy/paste the link or code given to you by the meeting organizer.
de: Kopieren Sie den Link oder Code, den der Organisator der Besprechung Ihnen gegeben hat, und fügen Sie ihn ein.
es: Copie/pegue el enlace o código que el organizador de la reunión le dio.
fr: Copiez/coller le lien ou le code que l’organisateur de la réunion vous a donné.
it: Copia/incolla il link o il codice che l’organizzatore della riunione ti ha dato.

# createButton
source: Start a new meeting
de: Neues Meeting starten
es: Empezar una nueva reunión
fr: Démarrer une nouvelle réunion
it: Avvia una nuova riunione

# hintMeetCode
source: Meeting code or link
de: Code oder Link des Meetings
es: Código o enlace de la reunión
fr: Code ou lien de la réunion
it: Codice o link della riunione

# hintUserNameField
source: Name displayed in the meeting
de: Im Meeting angezeigter Name
es: Nombre que se muestra en la reunión
fr: Nom affiché dans la réunion
it: Nome visualizzato nella riunione

# joinButton
source: Join with a code or link
de: Mit Code oder Link beitreten
es: Unirse con un código o un enlace
fr: Rejoindre avec un code ou un lien
it: Unisciti con un codice o un link

# mandatoryField
source: Required fields
de: Pflichtfeld
es: Campo obligatorio
fr: Champs obligatoire
it: Campo obbligatorio

# mandatoryUserName
source: Mandatory nickname
de: Pseudonym obligatorisch
es: Pseudo-obligatorio
fr: Pseudo obligatoire
it: Nome utente obbligatorio

# startButton
source: Join the meeting
de: Dem Meeting beitreten
es: Unirse a la reunión
fr: Rejoindre la réunion
it: Unisciti alla riunione

# titleCreate
source: What’s your name?
de: Wie lautet Ihr Name ?
es: ¿Cómo te llamas?
fr: Quel est votre nom ?
it: Come ti chiami ?

# titleJoin
source: Which meeting would you like to join?
de: Welchem Meeting möchten Sie beitreten ?
es: ¿A qué reunión deseas unirte?
fr: Quelle réunion souhaitez-vous rejoindre ?
it: A quale riunione vuoi unirti ?
